7767517
45 53
Input                    data                     0 1 data -23330=4,3,416,416,3 0=416 1=416 2=3
Convolution              0_34                     1 1 data 0_34_bn_leaky -23330=4,3,208,208,32 0=32 1=3 3=2 4=1 5=1 6=864 9=2 -23310=1,1.000000e-01
Convolution              1_42                     1 1 0_34_bn_leaky 1_42_bn_leaky -23330=4,3,104,104,64 0=64 1=3 3=2 4=1 5=1 6=18432 9=2 -23310=1,1.000000e-01
Convolution              2_50                     1 1 1_42_bn_leaky 2_50_bn_leaky -23330=4,3,104,104,64 0=64 1=3 4=1 5=1 6=36864 9=2 -23310=1,1.000000e-01
Split                    2_50_bn_leaky_split      1 2 2_50_bn_leaky 2_50_bn_leaky_split_0 2_50_bn_leaky_split_1 -23330=8,3,104,104,64,3,104,104,64
Crop                     3_58                     1 1 2_50_bn_leaky_split_0 3_58 -23330=4,3,104,104,32 2=32 3=104 4=104 5=32
Convolution              4_63                     1 1 3_58 4_63_bn_leaky -23330=4,3,104,104,32 0=32 1=3 4=1 5=1 6=9216 9=2 -23310=1,1.000000e-01
Split                    4_63_bn_leaky_split      1 2 4_63_bn_leaky 4_63_bn_leaky_split_0 4_63_bn_leaky_split_1 -23330=8,3,104,104,32,3,104,104,32
Convolution              5_71                     1 1 4_63_bn_leaky_split_0 5_71_bn_leaky -23330=4,3,104,104,32 0=32 1=3 4=1 5=1 6=9216 9=2 -23310=1,1.000000e-01
Concat                   6_79                     2 1 5_71_bn_leaky 4_63_bn_leaky_split_1 6_79 -23330=4,3,104,104,64
Convolution              7_82                     1 1 6_79 7_82_bn_leaky -23330=4,3,104,104,64 0=64 1=1 5=1 6=4096 9=2 -23310=1,1.000000e-01
Concat                   8_90                     2 1 2_50_bn_leaky_split_1 7_82_bn_leaky 8_90 -23330=4,3,104,104,128
Pooling                  9_93                     1 1 8_90 9_93 -23330=4,3,52,52,128 1=2 2=2 14=1 15=1 5=1
Convolution              10_97                    1 1 9_93 10_97_bn_leaky -23330=4,3,52,52,128 0=128 1=3 4=1 5=1 6=147456 9=2 -23310=1,1.000000e-01
Split                    10_97_bn_leaky_split     1 2 10_97_bn_leaky 10_97_bn_leaky_split_0 10_97_bn_leaky_split_1 -23330=8,3,52,52,128,3,52,52,128
Crop                     11_105                   1 1 10_97_bn_leaky_split_0 11_105 -23330=4,3,52,52,64 2=64 3=52 4=52 5=64
Convolution              12_110                   1 1 11_105 12_110_bn_leaky -23330=4,3,52,52,64 0=64 1=3 4=1 5=1 6=36864 9=2 -23310=1,1.000000e-01
Split                    12_110_bn_leaky_split    1 2 12_110_bn_leaky 12_110_bn_leaky_split_0 12_110_bn_leaky_split_1 -23330=8,3,52,52,64,3,52,52,64
Convolution              13_118                   1 1 12_110_bn_leaky_split_0 13_118_bn_leaky -23330=4,3,52,52,64 0=64 1=3 4=1 5=1 6=36864 9=2 -23310=1,1.000000e-01
Concat                   14_126                   2 1 13_118_bn_leaky 12_110_bn_leaky_split_1 14_126 -23330=4,3,52,52,128
Convolution              15_129                   1 1 14_126 15_129_bn_leaky -23330=4,3,52,52,128 0=128 1=1 5=1 6=16384 9=2 -23310=1,1.000000e-01
Concat                   16_137                   2 1 10_97_bn_leaky_split_1 15_129_bn_leaky 16_137 -23330=4,3,52,52,256
Pooling                  17_140                   1 1 16_137 17_140 -23330=4,3,26,26,256 1=2 2=2 14=1 15=1 5=1
Convolution              18_144                   1 1 17_140 18_144_bn_leaky -23330=4,3,26,26,256 0=256 1=3 4=1 5=1 6=589824 9=2 -23310=1,1.000000e-01
Split                    18_144_bn_leaky_split    1 2 18_144_bn_leaky 18_144_bn_leaky_split_0 18_144_bn_leaky_split_1 -23330=8,3,26,26,256,3,26,26,256
Crop                     19_152                   1 1 18_144_bn_leaky_split_0 19_152 -23330=4,3,26,26,128 2=128 3=26 4=26 5=128
Convolution              20_157                   1 1 19_152 20_157_bn_leaky -23330=4,3,26,26,128 0=128 1=3 4=1 5=1 6=147456 9=2 -23310=1,1.000000e-01
Split                    20_157_bn_leaky_split    1 2 20_157_bn_leaky 20_157_bn_leaky_split_0 20_157_bn_leaky_split_1 -23330=8,3,26,26,128,3,26,26,128
Convolution              21_165                   1 1 20_157_bn_leaky_split_0 21_165_bn_leaky -23330=4,3,26,26,128 0=128 1=3 4=1 5=1 6=147456 9=2 -23310=1,1.000000e-01
Concat                   22_173                   2 1 21_165_bn_leaky 20_157_bn_leaky_split_1 22_173 -23330=4,3,26,26,256
Convolution              23_176                   1 1 22_173 23_176_bn_leaky -23330=4,3,26,26,256 0=256 1=1 5=1 6=65536 9=2 -23310=1,1.000000e-01
Split                    23_176_bn_leaky_split    1 2 23_176_bn_leaky 23_176_bn_leaky_split_0 23_176_bn_leaky_split_1 -23330=8,3,26,26,256,3,26,26,256
Concat                   24_184                   2 1 18_144_bn_leaky_split_1 23_176_bn_leaky_split_0 24_184 -23330=4,3,26,26,512
Pooling                  25_187                   1 1 24_184 25_187 -23330=4,3,13,13,512 1=2 2=2 14=1 15=1 5=1
Convolution              26_191                   1 1 25_187 26_191_bn_leaky -23330=4,3,13,13,512 0=512 1=3 4=1 5=1 6=2359296 9=2 -23310=1,1.000000e-01
Convolution              27_201                   1 1 26_191_bn_leaky 27_201_bn_leaky -23330=4,3,13,13,256 0=256 1=1 5=1 6=131072 9=2 -23310=1,1.000000e-01
Split                    27_201_bn_leaky_split    1 2 27_201_bn_leaky 27_201_bn_leaky_split_0 27_201_bn_leaky_split_1 -23330=8,3,13,13,256,3,13,13,256
Convolution              28_209                   1 1 27_201_bn_leaky_split_0 28_209_bn_leaky -23330=4,3,13,13,512 0=512 1=3 4=1 5=1 6=1179648 9=2 -23310=1,1.000000e-01
Convolution              29_217                   1 1 28_209_bn_leaky 29_217 -23330=4,3,13,13,255 0=255 1=1 5=1 6=130560
Convolution              32_248                   1 1 27_201_bn_leaky_split_1 32_248_bn_leaky -23330=4,3,13,13,128 0=128 1=1 5=1 6=32768 9=2 -23310=1,1.000000e-01
Interp                   33_256                   1 1 32_248_bn_leaky 33_256 -23330=4,3,26,26,128 0=1 1=2.000000e+00 2=2.000000e+00
Concat                   34_259                   2 1 33_256 23_176_bn_leaky_split_1 34_259 -23330=4,3,26,26,384
Convolution              35_262                   1 1 34_259 35_262_bn_leaky -23330=4,3,26,26,256 0=256 1=3 4=1 5=1 6=884736 9=2 -23310=1,1.000000e-01
Convolution              36_270                   1 1 35_262_bn_leaky 36_270 -23330=4,3,26,26,255 0=255 1=1 5=1 6=65280
Yolov3DetectionOutput    detection_out            2 1 29_217 36_270 output 0=80 1=3 2=2.500000e-01 -23304=12,1.000000e+01,1.400000e+01,2.300000e+01,2.700000e+01,3.700000e+01,5.800000e+01,8.100000e+01,8.200000e+01,1.350000e+02,1.690000e+02,3.440000e+02,3.190000e+02 -23305=6,1077936128,1082130432,1084227584,1065353216,1073741824,1077936128 -23306=2,3.360000e+01,1.680000e+01
